Repository: m-ali-1/HastaneRandevuSistemi
Catalog: HastaneRandevuSistemi/Resources/Views/Home/Privacy.*.resx
Languages: tr_tr

source: If you have any questions or concerns about this privacy policy, please contact us at y235012005@sakarya.edu.tr.
tr_tr: Bu gizlilik politikası hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen y235012005@sakarya.edu.tr adresinden bize ulaşın.

source: This privacy policy may be updated by the Hospital Appointment System when deemed appropriate. It is your responsibility to keep track of any updates.
tr_tr: Bu gizlilik politikası, Hastane Randevu Sistemi tarafından uygun görüldüğünde güncellenebilir. Güncellemeleri takip etmek sizin sorumluluğunuzdadır.

source: This website may use cookies to enhance user experience. Cookies are small text files stored in the user's browser.
tr_tr: Bu web sitesi, kullanıcı deneyimini geliştirmek için çerezleri kullanabilir. Çerezler, kullanıcının tarayıcısına depolanan küçük metin dosyalarıdır.

# Değişiklikler
source: Changes
tr_tr: Değişiklikler

# Gizlilik Politikası
source: Privacy Policy
tr_tr: Gizlilik Politikası

# Güvenlik
source: Security
tr_tr: Güvenlik

source: The Hospital Appointment System does not share or sell user information with third parties under any circumstances. However, in the event of a legal request, information may be provided to authorized authorities.
tr_tr: Hastane Randevu Sistemi, kullanıcı bilgilerini kesinlikle üçüncü taraflarla paylaşmaz veya satmaz. Ancak, yasal bir talep durumunda yetkili makamlara bilgi sağlanabilir.

source: The Hospital Appointment System takes the security of user information seriously and implements appropriate security measures. However, it cannot guarantee the full security of communication or data storage over the internet.
tr_tr: Hastane Randevu Sistemi, kullanıcı bilgilerinin güvenliğini ciddiye alır ve uygun güvenlik önlemlerini uygular. Ancak, internet üzerinden iletişim veya veri depolamanın tam güvenliği garantisi verilemez.

source: The Hospital Appointment System may collect personal information provided by users when they visit our site. This information may include identifying details such as your name, email address, phone number, etc.
tr_tr: Hastane Randevu Sistemi, kullanıcıların sitemizi ziyaret ettiğinde sağladıkları kişisel bilgileri toplayabilir. Bu bilgiler, adınız, e-posta adresiniz, telefon numaranız gibi tanımlayıcı bilgileri içerebilir.

# Hesaplar oluşturmak ve yönetmek
source: Creating and managing accounts.
tr_tr: Hesaplar oluşturmak ve yönetmek

source: Welcome! This page explains the privacy policy of the Hospital Appointment System and the services it provides.
tr_tr: Hoş geldiniz! Bu sayfa, Hastane Randevu Sistemi tarafından sunulan hizmetlerin gizlilik politikasını açıklamaktadır.

# Kullanılan Bilgiler
source: Utilized Information
tr_tr: Kullanılan Bilgiler

# Sizden gelen taleplere cevap vermek
source: Responding to requests from you.
tr_tr: Sizden gelen taleplere cevap vermek

# Size hizmetlerimizi sunmak
source: Providing you with our services.
tr_tr: Size hizmetlerimizi sunmak

# Son güncelleme: 30.12.2023
source: Last update: 30.12.2023
tr_tr: Son güncelleme: 30.12.2023

# Toplanan Bilgiler
source: Collected Information
tr_tr: Toplanan Bilgiler

# Toplanan bilgiler, aşağıdaki amaçlar için kullanılabilir:
source: The collected information may be used for the following purposes:
tr_tr: Toplanan bilgiler, aşağıdaki amaçlar için kullanılabilir:

# Çerezler
source: Cookies
tr_tr: Çerezler

# Ürünlerimizi veya hizmetlerimizi geliştirmek
source: Improving our products or services.
tr_tr: Ürünlerimizi veya hizmetlerimizi geliştirmek

# Üçüncü Taraf Paylaşımı
source: Third-Party Sharing
tr_tr: Üçüncü Taraf Paylaşımı
